<?php
return [
    'post_style' => [
        'normal' => '一般的な言葉遣い',
        'formal' => 'フォーマルな言葉遣い',
        'casual' => 'カジュアルな言葉遣い',
        'technical' => '専門的な言葉遣い',
    ],

    'max_characters' => [
        '500' => '500文字以下',
        '1000' => '500文字~1000文字',
        '1500' => '1000文字~1500文字',
        '2000' => '1500文字~2000文字',
        '2500' => '2000文字~2500文字',
        '3000' => '2500文字~3000文字',
    ],

    'section_number' => [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],

    'cache_remember_hour' => env('CACHE_REMEMBER_HOUR', 24),
];
